Repository: Aaron-212/McSrvrS
Catalog: McSrvrS/Localizable.xcstrings
Source language: en
Languages: zh_hans

# %@ to %@
source: %1$@ to %2$@
zh_hans: %1$@至%2$@

source: %lld Servers
zh_hans: %lld个服务器

source: Add Server
zh_hans: 添加服务器

source: Add your first Minecraft server to get started
zh_hans: 添加一个Minecraft服务器

source: Address
zh_hans: 地址

source: All servers are currently offline
zh_hans: 所有服务器均已离线

source: and %u more...
zh_hans: 以及%u位玩家…

source: Average Player Count
zh_hans: 平均玩家数量

source: Background Auto Refresh
zh_hans: 后台自动刷新

source: Cancel
zh_hans: 取消

source: Checking server status...
zh_hans: 正在获取服务器信息…

source: Checking...
zh_hans: 获取中…

source: Connected
zh_hans: 已连接

source: Connection Failed
zh_hans: 连接失败

source: Connection History
zh_hans: 连接历史

source: Connection Lost
zh_hans: 连接丢失

source: Day
zh_hans: 天

source: Done
zh_hans: 完成

source: Edit
zh_hans: 编辑

source: Edit Server
zh_hans: 编辑服务器

source: Example Server
zh_hans: 样例服务器

source: Filter Servers
zh_hans: 过滤服务器

source: Foreground Auto Refresh
zh_hans: 前台自动刷新

source: Hour
zh_hans: 小时

source: Last seen at %@
zh_hans: 最后在线于%@

source: Last Seen Online
zh_hans: 最后在线

source: Last Updated
zh_hans: 最后更新

source: Latency
zh_hans: 延迟

source: Menu Bar
zh_hans: 菜单栏

source: Message of the Day
zh_hans: MOTD文本

source: Month
zh_hans: 月

source: Never
zh_hans: 从不

source: Never Connected
zh_hans: 从未连接过

source: Never seen online
zh_hans: 从未在线过

source: No Online Servers
zh_hans: 没有在线服务器

source: No online servers matching "%@"
zh_hans: 没有找到包含“%@”的在线服务器

source: No player count data available
zh_hans: 没有玩家数量历史数据

source: No players currently online
zh_hans: 没有在线的玩家

source: No Results
zh_hans: 没有结果

source: No Servers
zh_hans: 没有服务器

source: No Servers Added
zh_hans: 没有服务器

source: No servers matching "%@"
zh_hans: 没有找到包含“%@”的服务器

source: Open main window
zh_hans: 打开主界面

source: Player Count
zh_hans: 玩家数量

source: Player Count History
zh_hans: 玩家数量历史

source: Player list not available
zh_hans: 玩家列表不可用

source: Players
zh_hans: 玩家

source: Protocol: %lld
zh_hans: 协议：%lld

source: Quarter
zh_hans: 季度

source: Refresh
zh_hans: 刷新

source: Refresh All Servers
zh_hans: 刷新所有服务器

source: Refresh Interval
zh_hans: 刷新间隔

source: Refresh This Server
zh_hans: 刷新这个服务器

source: Save
zh_hans: 保存

source: Search Servers
zh_hans: 搜索服务器

source: Select a Server
zh_hans: 选择一个服务器

source: Select Span
zh_hans: 选择区间

source: Server Details
zh_hans: 服务器详情

source: Server Name
zh_hans: 服务器名称

source: Server Status
zh_hans: 服务器状态

source: Settings
zh_hans: 设置

source: Show McSrvrS in the menu bar for quick server status access.
zh_hans: 在菜单栏显示McSrvrS，快速查看服务器。

source: Show Menu Bar Item
zh_hans: 在菜单栏显示

source: Time
zh_hans: 时间

source: Unable to fetch server status
zh_hans: 无法获取服务器状态

source: Version
zh_hans: 版本

source: Week
zh_hans: 周

source: Year
zh_hans: 年
